Revit 2024 API
SymbolTypeId.LbMassPerFtDashS Property
 Symbol lb/ft-s, indicating unit Pounds mass per foot second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbMassPerFtDashS { get; }
Visual Basic
Public Shared ReadOnly Property LbMassPerFtDashS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbMassPerFtDashS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace